/* Click to record shortcut */
"Click to record shortcut" = "คลิกเพื่อบันทึกทางลัด";

/* Command +  */
"Command + " = "Command + ";

/* Control +  */
"Control + " = "Control + ";

/* Option +  */
"Option + " = "Option + ";

/* Pad %@ */
"Pad %@" = "แผ่น %@";

/* comment
   Shift +  */
"Shift + " = "Shift + ";

/* Space */
"Space" = "พื้นที่ว่าง";

/* The key combination %@ can't be used! */
"The key combination %@ can't be used!" = "ไม่สามารถใช้การกดแป้นพิมพ์ %@ พร้อมกัน!";

/* The key combination \"%@\" can't be used because %@. */
"The key combination \"%@\" can't be used because %@." = "ไม่สามารถใช้การกดแป้นพิมพ์ \"%1$@\" พร้อมกันได้เพราะ %2$@";

/* The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.) */
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "ไม่สามารถใช้การกดแป้นพิมพ์ \"%@\" พร้อมกันได้ เนื่องจากถูกใช้อยู่แล้วโดยทางลัดแป้นพิมพ์ของทั้งระบบ (หากคุณต้องการใช้การกดแป้นพิมพ์นี้จริงๆ สามารถเปลี่ยนแปลงทางลัดส่วนใหญ่ในแผงแป้นพิมพ์และเมาส์ในการกำหนดลักษณะของระบบ)";

/* The key combination \"%@\" can't be used because it's already used by the menu item \"%@\". */
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "ไม่สามารถใช้การกดแป้นพิมพ์ \"%1$@\" พร้อมกันได้ เนื่องจากถูกใช้อยู่แล้วโดยรายการเมนู \"%2$@\"";

/* Type shortcut */
"Type shortcut" = "พิมพ์ทางลัด";

/* Use old shortcut */
"Use old shortcut" = "ใช้ทางลัดเก่า";
